src/main/resources/entrust/performUpdateEntrustUser.vm

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
    <Body>
    <performUpdateEntrustUser xmlns="http://ws.entrustplugin.expertedge.com/">
        <!-- Optional -->
        <arg0 xmlns="">
            <appCode>${appCode}</appCode>
            <appDesc>${appDesc}</appDesc>
            <enableOTP>${otp}</enableOTP>
            <fullname>${fullName}</fullname>
            <group>${appGroup}</group>
            <userName>${userName}</userName>
        </arg0>
    </performUpdateEntrustUser>
    </Body>
</Envelope>